_app/_posts/attitude/2016-11-26-the-economics-is-.....html
---
layout: post
title: The Economics is ....
date: 2016-11-26
categories: 
- attitude
tags: 
- economics
- define
author: yefeiyu
excerpt: the economics's define.
---

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Define</h2>
<div class="outline-text-2" id="text-1">
<p>
Economics is ,therefore, the study of how human beings make choices, intelligent choices, to use their scarce resources, which have multiple uses, in meeting their unlimited and competing wants.<br >
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 想法</h2>
<div class="outline-text-2" id="text-2">
<p>
这句话来自Mohammad Zaheer, 《Principles of Economics》。<br >
也许我们曾经以为《经济学》只是学者们研究的一种理论，和普通人没有关系。但看到这句话，真有让人醍醐灌顶的感觉，经济学就是一种选择，是一种对利用稀缺资源，提供无限可能的知识。<br >
在知识层面学到，是基本，但更重要的，我认为是对思维的改造和建设。<br >
</p>
</div>
</div>
